Repository: JuanesPavas19/ImniLegents
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Esperamos que te guste esta tienda
es: We hope you enjoy this store

source: Libros about
es: Books about

source: Libros disponibles
es: Available books

source: Título:
es: Title:

source: Precio:
es: Price:

source: Agregar al carrito
es: Add to cart

source: Libros en carrito
es: Books in cart

source: Eliminar todos los libros del carrito
es: Remove all books from cart

source: Libros
es: Books

source: Crear Libro
es: Create Book

source: Ingresa el titulo del libro
es: Enter the title of the book

source: Ingresa el autor del libro
es: Enter the author of the book

source: Ingresa el ISBN del libro
es: Enter the ISBN of the book

source: Ingresa el numero de paginas del libro
es: Enter the number of pages of the book

source: Ingresa el editorial del libro
es: Enter the publisher of the book

source: Ingresa la fecha de publicacion del libro
es: Enter the publication date of the book

source: Ingresa el precio del libro
es: Enter the price of the book

source: Enviar
es: Submit

source: Crear libros
es: Create books

source: Borrar libro
es: Delete book

source: Crear Notita
es: Create Note

source: Ingresa el titulo de la nota
es: Enter the title of the note

source: Ingresa el contenido de la nota
es: Enter the content of the note

source: Ingresa la fecha de creacion de la nota
es: Enter the creation date of the note

source: Ingresa la fecha de modificacion de la nota
es: Enter the modification date of the note

source: Crear notas
es: Create notes

source: Borrar notita
es: Delete note

source: Tienda de libros
es: Bookstore

source: Regresar al inicio
es: Back to home

source: Mis notas
es: My notes

source: Mis reviews
es: My reviews

source: Carrito
es: Cart

source: Hola Admin
es: Hello Admin

source: Cerrar Sesión
es: Logout

source: Omnilegents - Tienda de libros
es: Omnilegents - Bookstore

source: Omnilegents - Acerca De
es: Omnilegents - About

source: Desarrollado por
es: Developed by

source: Omnilegents - Registrarse
es: Omnilegents - Sign Up

source: Por favor corrija los siguientes errores:
es: Please correct the following errors:

source: Nombre de Usuario:
es: Username:

source: Correo:
es: Email:

source: Contraseña:
es: Password:

source: Confirme Contraseña:
es: Confirm Password:

source: Tipo de Usuario:
es: User Type:

source: Administrador
es: Administrator

source: Cliente
es: Client

source: Registrarse
es: Sign Up

source: ¿Ya tienes una Cuenta?
es: Already have an Account?

source: Omnilegents - Iniciar Sesión
es: Omnilegents - Log In

source: Iniciar Sesión
es: Log In

source: Ingresa tus Datos
es: Enter your Data

source: Ingrese
es: Enter

source: Ingresar
es: Sign In

source: ¿No te has registrado?
es: Not registered yet?

source: Crear Review
es: Create Review

source: Título de la Review:
es: Review Title:

source: Ingresa el título de la review
es: Enter the review title

source: Contenido de la Review:
es: Review Content:

source: Ingresa el contenido de la review
es: Enter the review content

source: Fecha de Creación de la Review:
es: Review Creation Date:

source: Crear reviews
es: Create reviews

source: Borrar review
es: Delete Review

source: En esta tienda de libros, queremos que comprendas la importancia de leer y de tener hábitos de lectura
es: In this book store, we want you to understand the importance of reading and having reading habits

source: ¿Quiénes somos?
es: Who are we?

source: Somos un grupo de estudiantes preocupados por la falta de lectura que hay en la ciudad
es: We are a group of students concerned about the lack of reading in the city

source: Libros - Tienda
es: Books - Store

source: Listado de libros
es: List of books

source: El id del libro debe ser mayor a 1
es: The book id must be greater than 1

source: Tienda de Libros - {}
es: Book Store - {}

source: Informacion del libro - {}
es: Book Information - {}

source: Libros - Tienda en línea
es: Books - Online Store

source: Lista de Libros
es: List of Books

source: El Precio debe ser mayor a Cero.
es: The price must be greater than zero.

source: Notas
es: Notes

source: El id de la nota debe ser mayor a 1
es: The note id must be greater than 1

source: Mis notas -
es: My notes -

source: Notas -
es: Notes -

source: Crear Notas
es: Create Notes

source: Nota - Tienda en línea
es: Note - Online Store

source: Lista de notitas
es: List of notes

source: Mis Reviews
es: My Reviews

source: El id de la review debe ser mayor a 1
es: The review id must be greater than 1

source: Mis reviews -
es: My reviews -

source: Review - Tienda en línea
es: Review - Online Store

source: Lista de Reviews
es: List of Reviews

source: Carrito - Tienda en línea
es: Cart - Online Store

source: Carrito de Compras
es: Shopping Cart

source: Esta vista solo es accesible para administradores.
es: This view is only accessible for administrators.

source: English
es: Inglés

source: Spanish
es: Español
